import YouMustSurvive from "../images/YouMustSurvive.png";
import DrDulittl from "../images/DrDulittl.png";
import OldGuard from "../images/OldGuard.png";
import TheCall from "../images/TheCall.png";
import BrightPlaces from "../images/BrightPlaces.png";


const Movies = [
  {
    id: 1,
    name: "Выжить",
    poster: YouMustSurvive,
    rayting: 6.0,
    youtube:"//www.youtube.com/watch?v=Iy5tf4bVDQ8",
    overview:
      "«Молодой бездельник О Джон-у собирался провести очередной день как обычно — за видеоиграми, но внезапно в Сеуле происходит прорыв зомбивирусной инфекции. Пока эпидемия набирает обороты, и соседи по небольшому жилому комплексу мечутся в панике, распространяя заразу, парень успевает забаррикадироваться у себя в квартире. Через некоторое время Джон-у заметит, что в доме напротив, так же как и он, прячется девушка."
  },
  {
    id: 2,
    name: "Удивительное путешествие доктора Дулиттла",
    poster: DrDulittl,
    rayting: 6.0,
    youtube:"//www.youtube.com/watch?v=T2_Pyl0qjDA",
    overview:
      "Семь лет назад доктор Дулиттл, прославленный врач-ветеринар, живущий в викторианской Англии, потерял свою жену. Теперь он ведет затворнический образ жизни, скрывшись за высокими стенами своего поместья. Экзотические животные из его коллекции – его единственная компания. Но когда неизвестная болезнь становится угрозой для жизни молодой королевы, доктору Дулиттлу приходится покинуть свое убежище и отправиться в невероятное путешествие к мифическому острову. В поисках лекарства для королевы он вступит в схватку с беспощадными врагами, познакомится с диковинными существами и будет вынужден проявить недюжинное мужество и смекалку."
  },
  {
    id: 3,
    name: "Бессмертная гвардия",
    poster: OldGuard,
    rayting: 7.0,
    youtube:"//www.youtube.com/watch?v=T2_Pyl0qjDA",
    overview:
      "На протяжении веков отряд бессмертных воинов из разных эпох сражается со злом во имя человечества, и в современном мире им приходится скрывать свою сущность с особой тщательностью. Их предводительница Энди соглашается освободить очередных заложников, но отряд попадает в засаду, и теперь у бывшего ЦРУ-шника есть видеодоказательства их бессмертия. Пока он продаёт их амбициозному главе фармацевтического концерна, наши воины узнают о существовании новенькой бессмертной."
  },
  {
    id: 4,
    name: "Зов предков",
    poster: TheCall,
    rayting: 8.0,
    youtube:"//www.youtube.com/watch?v=IYdka8APxVs",
    overview:
      "История Бака, дружелюбного пса, чья размеренная домашняя жизнь перевернулась с ног на голову во времена золотой лихорадки в 1880-х, когда его вырвали из дома в Калифорнии и перевезли в дикую и холодную Аляску. Будучи новичком в упряжке почтовой службы, а впоследствии лидером, Бак попадает в невероятное приключение, находит свое место в мире и становится хозяином своей жизни."
  },
  {
    id: 5,
    name: "Все радостные места",
    poster: BrightPlaces,
    rayting: 6.0,
    youtube:"//www.youtube.com/watch?v=dZzNRXpEgxM",
    overview:
      "История двух молодых людей, чья судьбоносная встреча полностью меняет их жизни."
  },
];

export default Movies;